       IDENTIFICATION DIVISION.
       PROGRAM-ID. Hello.
       PROCEDURE DIVISION.
           DISPLAY 'Hello, World!'.
           STOP RUN.

* Install cobol compiler such as GnuCOBOL on windows
* Open terminal and go to the direct with this file
* Compile the file using GnuCOBOL with cobc -x -o hello hello.cob
* Run by executing the following in terminal ./hello
